Repository: Yowpay/yowpay_woocommerce
Catalog: languages/woocommerce-yow-payment-*.po
Languages: fr_fr

source: <p>Welcome to the YowPay plugin ! In a few minutes, your customers will be able to pay with SEPA Instant Transfers !</p><p>To start accepting payments with SEPA Instant Transfer from you customers, you'll need to follow three simple steps:</p><ol><li><a href="https://yowpay.com/signup/">Sign up for YowPay</a> if you don't have an account already</li><li><a href="https://yowpay.com/account/ecommerce/new">Create your E-commerce website entry</a> in the YowPay admin</li><li>Get your App Token & Secret Key and paste them in the corresponding fields below</li></ol><p>If you'd like to know more about how to configure this plugin for your needs, check out our documentation.</p>
fr_fr: <p>Bienvenue sur le module YowPay ! dans quelques instants, vos clients pourront payer par transfer SEPA instantané !</p><p>Pour commence à accepter les transfers SEPA instantanés de vos clients, vous devez suivre les étapes suivantes:</p><ol><li><a href="https://yowpay.com/signup/">Ouvrir un compte YowPay</a> si vous n'avez pas déja un compte</li><li><a href="https://yowpay.com/account/ecommerce/new">Déclarer votre site E-Commerce dans la section prévue à cet effet</a> dans l'interface YowPay</li><li>Récupérer votre App Token et Secret Key et copier les dans les champs ci dessous</li></ol><p>Si vous voulez en savoir plus sur comment configurer le module, merci de vous référrer à la documentation.</p>

source: Account owner
fr_fr: Propriétaire du compte

source: Connect to your banking app
fr_fr: Connection à votre application bancaire

source: CONNECTED
fr_fr: connecté

source: Continue Shopping
fr_fr: continuer les achats

source: Delete all data while uninstalling plugin
fr_fr: Supprimer toutes les données lors de la désinstallation

source: Display full explanation of the YowPay process with icons in the payment description, during the checkout
fr_fr: Afficher l'explication complète du déroulement YowPay avec des icônes dans la decription du paiement lors du passage à la caisse

source: Display full explanation?
fr_fr: Afficher l'explication complète

source: Enable / Disable
fr_fr: Activer/ Désactiver

source: Enable YowPay?
fr_fr: Activer YowPay

source: Enter the App Secret created in your YowPay account and related to this E-commerce website
fr_fr: Saisir l'App Secret crée dans votre compte YowPay liée à votre site E-Commerce

source: Enter the App Token created in your YowPay account and related to this E-commerce website
fr_fr: Saisir l'App Token crée dans votre compte YowPay liée à votre site E-Commerce

source: EXPIRED
fr_fr: expiré

source: General Settings
fr_fr: Paramètres généraux

source: Go to order list
fr_fr: aller à la liste des commandes

source: Irreversible operation
fr_fr: Opération irréversible

source: LOST
fr_fr: perdu

source: No Bank data was provided, please, go to your yowpay account and add it.
fr_fr: aucune donnée fournie, merci d'aller sur votre compte Yowpay et de procéder à l'ajout

source: NOT CONNECTED
fr_fr: non connecté

source: Open Banking Connexion
fr_fr: Connection Open Banking

source: Open Banking Consent expire at
fr_fr: le consentement Open Banking expire le :

source: Open banking Status
fr_fr: Status Open Banking

source: Pay with SEPA Instant transfer - by YowPay
fr_fr: Payer par virement instantané SEPA - par YowPay

source: Pay with SEPA Instant transfer using your banking application.
fr_fr: Payer par virement instantané SEPA en utilisant votre application bancaire

source: Production Settings
fr_fr: Configuration en production

source: Renew the consent
fr_fr: Renouveler le consentement

source: Response from payment gateway is not processable.
fr_fr: La réponse de la passerelle de paiement ne peut être traitée.

source: Scan the QR Code or enter the payment details manually
fr_fr: Scanner le QRCODE ou saisisser manuellement les instructions de paiement

source: Settings
fr_fr: Configuration

source: Take care to renew before the expiration date. YowPay use the open banking access to validate payments
fr_fr: Merci de prendre soin de renouveller avant la date d'expiration. YowPay utilise Open Banking pour valider les paiements

source: There is issue for connection payment gateway. Sorry for the inconvenience.
fr_fr: Il y a un problème avec la passerelle de paiement, merci de nous excuser pour la gène occasionnée

source: This controls the description which user sees during checkout.
fr_fr: Ceci contrôle la description vue par l'utilisateur durant le passage à la caisse

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre vu par l'utilisateur durant le passage à la caisse

source: This controls whether or not "Pay with SEPA instant Transfer - by YowPay" is enable in the payment mode list within Woocommerce
fr_fr: Ceci contrôle si le module "Pay with SEPA Insant Transfer - by YowPay" est activés dans la liste des méthodes de paiement de Woocommerce

source: Title
fr_fr: Titre

source: Validate your transfer
fr_fr: Valider votre transfer

source: WooCommerce Yow custom payment gateway integration.
fr_fr: WooCommerce Integration de la passerelle de paiement YowPay

source: Your order will be validated soon automatically!
fr_fr: Votre commande sera bientôt validée automatiquement!

source: YowPay Instant SEPA
fr_fr: YowPay - Transfers instantanés SEPA

source: YowPay Payment
fr_fr: Paiement YowPay

source: YowPay Payment - WooCommerce Yow Payment Gateway
fr_fr: Paiement YowPay - WooCommerce Passerelle de paiement YowPay

source: YowPay success Page
fr_fr: YowPay page succés
